Repository: kassimoussa/visitdjiboutiM2
Catalog: lib/l10n/app_*.arb
Languages: fr

# activityDetailRequired
source: Required
fr: Requis

# activityDetailPrerequisites
source: Prerequisites
fr: Prérequis

# activityDetailPhysicalCondition
source: Physical condition
fr: Condition physique

# activityDetailRequiredCertifications
source: Required certifications
fr: Certifications requises

# activityDetailPrice
source: Price
fr: Prix

# activityDetailDuration
source: Duration
fr: Durée

# activityDetailDifficulty
source: Difficulty
fr: Difficulté

# activityDetailLocation
source: Location
fr: Localisation

# activityDetailIncluded
source: Included
fr: Inclus

# activityDetailProvidedWithColon
source: Provided:
fr: Fourni :

# activityDetailRequiredWithColon
source: To bring:
fr: À apporter :

# activityDetailPhysicalConditionWithColon
source: Physical condition:
fr: Condition physique :

# activityDetailAgeRestrictions
source: Age restrictions
fr: Restrictions d'âge

# activityDetailWeatherDependent
source: This activity is weather dependent
fr: Cette activité est dépendante des conditions météorologiques

# activityDetailMeetingPoint
source: Meeting point
fr: Point de rendez-vous

# activityDetailAdditionalInfo
source: Additional information
fr: Informations supplémentaires

# activityDetailOrganizedBy
source: Organized by
fr: Organisé par

# activityDetailCertifiedOperator
source: Certified operator
fr: Opérateur agréé

# activityDetailCancellationPolicy
source: Cancellation policy
fr: Politique d'annulation

# activityDetailFrom
source: From
fr: À partir de

# activityDetailBookNow
source: Book now
fr: S'inscrire maintenant

# activityDetailSoldOut
source: Sold out
fr: Places épuisées

# activityDetailRegistrationSuccess
source: Registration successful!
fr: Inscription enregistrée avec succès !

# activityRegistrationError
source: Error: {error}
fr: Erreur: {error}

# activityRegistrationTitle
source: Registration
fr: Inscription

# activityRegistrationNumberOfParticipants
source: Number of participants
fr: Nombre de participants

# activityRegistrationPreferredDate
source: Preferred date (optional)
fr: Date préférée (optionnel)

# activityRegistrationSelectDate
source: Select a date
fr: Sélectionner une date

# activityRegistrationYourInformation
source: Your information
fr: Vos informations

# activityRegistrationFullName
source: Full name *
fr: Nom complet *

# activityRegistrationEnterYourName
source: Please enter your name
fr: Veuillez entrer votre nom

# activityRegistrationEnterYourEmail
source: Please enter your email
fr: Veuillez entrer votre email

# activityRegistrationInvalidEmail
source: Invalid email
fr: Email invalide

# activityRegistrationPhoneOptional
source: Phone (optional)
fr: Téléphone (optionnel)

# activityRegistrationSpecialRequirementsOptional
source: Special requirements (optional)
fr: Exigences spéciales (optionnel)

# activityRegistrationDietAllergiesEtc
source: Diet, allergies, etc.
fr: Régime alimentaire, allergies, etc.

# activityRegistrationMedicalConditionsOptional
source: Medical conditions (optional)
fr: Conditions médicales (optionnel)

# activityRegistrationImportantSafetyInfo
source: Important information for your safety
fr: Informations importantes pour votre sécurité

# activityRegistrationConfirmRegistration
source: Confirm registration
fr: Confirmer l'inscription

# tourErrorLoading
source: Error loading: {error}
fr: Erreur lors du chargement: {error}

source: Tour added to favorites
fr: Tour ajouté aux favoris

source: Tour removed from favorites
fr: Tour retiré des favoris

# tourPracticalInfo
source: Practical Information
fr: Informations pratiques

# tourDuration
source: Duration
fr: Durée

# tourAvailableSpots
source: Available spots
fr: Places disponibles

# tourSpots
source: {spots} spots
fr: {spots} places

# tourAgeRestrictions
source: Age restrictions
fr: Restrictions d'âge

# tourWeatherDependent
source: This tour is weather dependent
fr: Ce tour est dépendant des conditions météorologiques

# tourMeetingPoint
source: Meeting point
fr: Point de rendez-vous

# tourOrganizedBy
source: Organized by
fr: Organisé par

# tourOperatorCertified
source: Certified operator
fr: Opérateur agréé

# tourCannotOpenLink
source: Cannot open link
fr: Impossible d'ouvrir le lien

# tourOperatorTour
source: Tour operator
fr: Opérateur de tour

# tourOperatorCertifiedTour
source: Certified tour operator
fr: Opérateur touristique agréé

# tourFrom
source: From
fr: À partir de

# tourRegistrationConfirmed
source: Registration confirmed
fr: Inscription confirmée

# tourPendingConfirmation
source: Pending confirmation
fr: En attente de confirmation

# tourRegisterNow
source: Register now
fr: S'inscrire maintenant

# tourSpotsSoldOut
source: Spots sold out
fr: Places épuisées

# tourShareTodo
source: TODO: Implement sharing
fr: TODO: Implémenter le partage

# tourRegistrationTitle
source: Tour Registration
fr: Inscription au tour

# tourRegistrationNumberOfParticipants
source: Number of participants *
fr: Nombre de participants *

# tourRegistrationMinParticipants
source: Minimum 1 person
fr: Minimum 1 personne

# tourRegistrationMaxParticipants
source: Maximum {maxParticipants} spots
fr: Maximum {maxParticipants} places

# tourRegistrationContactInfo
source: Contact Information *
fr: Informations de contact *

# tourRegistrationFullName
source: Full name
fr: Nom complet

# tourRegistrationNameRequired
source: Name required
fr: Nom requis

# tourRegistrationEmailRequired
source: Email required
fr: Email requis

# tourRegistrationInvalidEmail
source: Invalid email
fr: Email invalide

# tourRegistrationPhone
source: Phone
fr: Téléphone

# tourRegistrationPhoneRequired
source: Phone required
fr: Téléphone requis

# tourRegistrationNotes
source: Notes or special requests
fr: Notes ou demandes spéciales

# tourRegistrationNotesHint
source: Food allergies, special needs...
fr: Allergies alimentaires, besoins spéciaux...

# tourRegistrationTotalToPay
source: Total to pay
fr: Total à payer

# tourRegistrationAvailableSpots
source: {availableSpots} spots available
fr: {availableSpots} places disponibles

# tourRegistrationConfirm
source: Confirm registration
fr: Confirmer l'inscription

# tourRegistrationSuccessMessage
source: Registration confirmed successfully!
fr: Inscription confirmée avec succès!

# tourRegistrationErrorMessage
source: Error during registration
fr: Erreur lors de l'inscription

# helpFaqQuestion1
source: How to book an event?
fr: Comment réserver un événement ?

# helpFaqAnswer1
source: Go to the Events tab, select an event that interests you, then tap "Register". You can manage your reservations in your profile.
fr: Allez dans l'onglet Événements, sélectionnez un événement qui vous intéresse, puis appuyez sur "S'inscrire". Vous pouvez gérer vos réservations dans votre profil.

# helpFaqQuestion2
source: Can I use the app without an Internet connection?
fr: Puis-je utiliser l'app sans connexion Internet ?

# helpFaqAnswer2
source: Yes! Enable offline mode in settings to download essential data. Maps can also be downloaded for offline use.
fr: Oui ! Activez le mode hors ligne dans les paramètres pour télécharger les données essentielles. Les cartes peuvent également être téléchargées pour une utilisation offline.

# helpFaqQuestion3
source: How to add a place to favorites?
fr: Comment ajouter un lieu en favoris ?

# helpFaqAnswer3
source: On a POI detail page, tap the heart icon. You'll find all your favorites in your profile.
fr: Sur la page de détail d'un POI, appuyez sur l'icône cœur. Vous retrouverez tous vos favoris dans votre profil.

# helpFaqQuestion4
source: Is the app free?
fr: L'app est-elle gratuite ?

# helpFaqAnswer4
source: Yes, Visit Djibouti is completely free. Some events may have a cost, but the app itself requires no payment.
fr: Oui, Visit Djibouti est entièrement gratuite. Certains événements peuvent avoir un coût, mais l'application elle-même ne nécessite aucun paiement.

# helpFaqQuestion5
source: How to change the interface language?
fr: Comment changer la langue de l'interface ?

# helpFaqAnswer5
source: Go to Settings > Language and select your preferred language (Français, English, العربية).
fr: Allez dans Paramètres > Langue et sélectionnez votre langue préférée (Français, English, العربية).

# helpFaqQuestion6
source: Is information updated?
fr: Les informations sont-elles mises à jour ?

# helpFaqAnswer6
source: Yes, our team regularly updates information about POIs and events. Make sure you have an Internet connection to receive the latest data.
fr: Oui, notre équipe met à jour régulièrement les informations sur les POIs et événements. Assurez-vous d'avoir une connexion Internet pour recevoir les dernières données.

# helpFaqQuestion7
source: How to report a problem with a place?
fr: Comment signaler un problème avec un lieu ?

# helpFaqAnswer7
source: Use the "Comments" function in the main menu to report any issue. Your feedback helps us improve the app.
fr: Utilisez la fonction "Commentaires" dans le menu principal pour nous signaler tout problème. Votre feedback nous aide à améliorer l'application.

# helpCategoryAll
source: All
fr: Toutes

# helpCategoryEvents
source: Events
fr: Événements

# helpCategoryUsage
source: Usage
fr: Utilisation

# helpCategoryFavorites
source: Favorites
fr: Favoris

# helpCategoryGeneral
source: General
fr: Général

# helpCategorySettings
source: Settings
fr: Paramètres

# helpCategoryContent
source: Content
fr: Contenu

# helpTitle
source: How can we help you?
fr: Comment pouvons-nous vous aider ?

# helpSearchPlaceholder
source: Search in help...
fr: Rechercher dans l'aide...

# helpLiveChat
source: Live chat
fr: Chat en direct

# helpContactUs
source: Contact us
fr: Nous contacter

# helpTutorials
source: Tutorials
fr: Tutoriels

# helpReportBug
source: Report a bug
fr: Signaler un bug

# helpCantFindAnswer
source: Can't find the answer?
fr: Vous ne trouvez pas la réponse ?

# helpLiveChatTitle
source: Live chat
fr: Chat en direct

# helpLiveChatInfo
source: Our team is available from 8am to 6pm to answer your questions in real time.
fr: Notre équipe est disponible de 8h à 18h pour répondre à vos questions en temps réel.

# helpLiveChatConnecting
source: Connecting to chat...
fr: Connexion au chat en cours...

# helpStartChat
source: Start chat
fr: Démarrer le chat

# helpContactUsTitle
source: Contact us
fr: Nous contacter

# helpContactSubject
source: Subject
fr: Sujet

# helpContactMessage
source: Your message
fr: Votre message

# helpContactEmail
source: Your email (optional)
fr: Votre email (optionnel)

# helpMessageSent
source: Message sent successfully!
fr: Message envoyé avec succès !

# helpSend
source: Send
fr: Envoyer

# helpTutorialsTitle
source: Video tutorials
fr: Tutoriels vidéo

# helpTutorialMap
source: How to use the map
fr: Comment utiliser la carte

# helpTutorialReserve
source: Book an event
fr: Réserver un événement

# helpTutorialFavorites
source: Manage favorites
fr: Gérer ses favoris

# helpReportBugTitle
source: Report a problem
fr: Signaler un problème

# helpBugTitle
source: Problem title
fr: Titre du problème

# helpBugDescription
source: Describe the problem encountered...
fr: Décrivez le problème rencontré...

# helpBugReported
source: Bug report sent!
fr: Rapport de bug envoyé !

# helpReport
source: Report
fr: Signaler

# reservationsEmptyMessage
source: Explore our places and events to make your first reservation!
fr: Explorez nos lieux et événements pour faire votre première réservation!

# reservationsDetailsTitle
source: Reservation details
fr: Détails de la réservation

# reservationsCancelConfirm
source: Are you sure you want to cancel reservation #{confirmationNumber}?
fr: Êtes-vous sûr de vouloir annuler la réservation n°{confirmationNumber}?

# reservationsNo
source: No
fr: Non

# reservationsYesCancel
source: Yes, cancel
fr: Oui, annuler

# reservationsCancelError
source: Error during cancellation
fr: Erreur lors de l'annulation

# reservationsDeleteConfirm
source: Are you sure you want to permanently delete reservation #{confirmationNumber}? This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer définitivement la réservation n°{confirmationNumber}? Cette action est irréversible.

# reservationsYesDelete
source: Yes, delete
fr: Oui, supprimer

# reservationsDeleted
source: Reservation deleted
fr: Réservation supprimée

# reservationsDeleteError
source: Error during deletion
fr: Erreur lors de la suppression

# reservationsRegistrationDetailsTitle
source: Registration details
fr: Détails de l'inscription

# reservationsRegistrationCancelTitle
source: Cancel registration
fr: Annuler l'inscription

# reservationsRegistrationCancelConfirm
source: Are you sure you want to cancel this registration? Its status will change to "Cancelled".
fr: Êtes-vous sûr de vouloir annuler cette inscription ? Son statut passera à "Annulé".

# reservationsRegistrationDeleteConfirm
source: Are you sure you want to permanently delete registration #{id}? This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer définitivement l'inscription #{id}? Cette action est irréversible.

# reservationsRegistrationCancelled
source: Registration cancelled
fr: Inscription annulée

# reservationsRegistrationDeleted
source: Registration deleted
fr: Inscription supprimée

# reservationsRegistrationCancelError
source: Error during cancellation
fr: Erreur lors de l'annulation

# reservationsRegistrationDeleteError
source: Error during deletion
fr: Erreur lors de la suppression

# reservationsNameNotAvailable
source: Name not available
fr: Nom non disponible

# reservationsTime
source: Time
fr: Heure

# reservationsPeople
source: People
fr: Personnes

# reservationsLocation
source: Location
fr: Lieu

# commonDelete
source: Delete
fr: Supprimer

# reservationsNumber
source: Reservation #
fr: Réservation #

# reservationsActivity
source: Activity
fr: Activité

# reservationsRegistrationNumber
source: Registration #
fr: Inscription #

# reservationsPreferredDate
source: Preferred date
fr: Date préférée

# reservationsRequirements
source: Requirements
fr: Exigences

# reservationsConfirmationNumber
source: Number
fr: Numéro

# reservationsPlaceOrEvent
source: Place/Event
fr: Lieu/Événement

# reservationsStatus
source: Status
fr: Statut

# reservationsCancelThisReservation
source: Cancel this reservation
fr: Annuler cette réservation

# reservationsDeleteThisReservation
source: Delete this reservation
fr: Supprimer cette réservation

# reservationsCreatedAt
source: Created on
fr: Créée le

# reservationsUpdatedAt
source: Updated
fr: Mise à jour

# reservationsCancelButton
source: Cancel reservation
fr: Annuler la réservation

# reservationsDeleteButton
source: Delete reservation
fr: Supprimer la réservation

# reservationsMedicalConditions
source: Medical conditions
fr: Conditions médicales

# reservationsTotalPrice
source: Total price
fr: Prix total

# reservationsConfirmedAt
source: Confirmed on
fr: Confirmée le

# reservationsCancelledAt
source: Cancelled on
fr: Annulée le

# reservationsRegistrationCancelButton
source: Cancel registration
fr: Annuler l'inscription

# reservationsRegistrationDeleteButton
source: Delete registration
fr: Supprimer l'inscription

# reservationsRegistrationDeleteTitle
source: Delete registration
fr: Supprimer l'inscription

# reservationsName
source: Name
fr: Nom

# reservationsError
source: Error: {error}
fr: Erreur: {error}

# reservationsStatusPending
source: Pending
fr: En attente

# reservationsStatusConfirmed
source: Confirmed
fr: Confirmée

# reservationsStatusCancelled
source: Cancelled
fr: Annulée

# reservationsStatusUnknown
source: Unknown
fr: Inconnue

# reservationsTypePoi
source: Place
fr: Lieu

# reservationsTypeEvent
source: Event
fr: Événement

# settingsLanguageFrench
source: French
fr: Français

# settingsRegionAll
source: All regions
fr: Toutes les régions

# settingsCacheSizeCalculating
source: Calculating...
fr: Calcul en cours...

# settingsChooseLanguage
source: Choose language
fr: Choisir la langue

# settingsPreferredRegionTitle
source: Preferred region
fr: Région préférée

# settingsLocationPermissionTitle
source: Allow location access
fr: Autoriser la géolocalisation

# settingsLocationPermissionMessage
source: Visit Djibouti would like to access your location to show you nearby points of interest.
fr: Visit Djibouti souhaite accéder à votre position pour vous montrer les points d'intérêt proches de vous.

# settingsLater
source: Later
fr: Plus tard

# settingsAllow
source: Allow
fr: Autoriser

# settingsLocationEnabled
source: Location enabled
fr: Géolocalisation activée

# settingsOfflineModeTitle
source: Offline mode
fr: Mode hors ligne

# settingsOfflineModeMessage
source: Downloading data for offline mode will use about 50 MB. Do you want to continue?
fr: Le téléchargement des données pour le mode hors ligne consommera environ 50 MB. Voulez-vous continuer ?

# settingsDownloading
source: Downloading data...
fr: Téléchargement des données en cours...

# settingsDownload
source: Download
fr: Télécharger

# settingsClearCacheTitle
source: Clear cache
fr: Vider le cache

# settingsClearCacheMessage
source: This action will remove all cached images ({size}). They will be re-downloaded on next use.
fr: Cette action supprimera toutes les images en cache ({size}). Elles seront retéléchargées lors du prochain usage.

# settingsCacheCleared
source: Cache cleared successfully
fr: Cache vidé avec succès

# settingsClearCacheError
source: Error during clearing: {error}
fr: Erreur lors du vidage: {error}

# settingsClear
source: Clear
fr: Vider

# settingsOfflineMapsTitle
source: Offline maps
fr: Cartes hors ligne

# settingsOfflineMapsMessage
source: Download Djibouti maps to use without Internet connection (200 MB).
fr: Télécharger les cartes de Djibouti pour les utiliser sans connexion Internet (200 MB).

# settingsMapsDownloadStarted
source: Maps download started
fr: Téléchargement des cartes démarré

# settingsPrivacyTitle
source: Privacy
fr: Confidentialité

# settingsPrivacyMessage
source: Visit Djibouti respects your privacy. We only collect data necessary for the app's operation: location for nearby POIs, user preferences, and reservation data. Your data is never shared with third parties without your consent.
fr: Visit Djibouti respecte votre vie privée. Nous collectons uniquement les données nécessaires au fonctionnement de l'application : localisation pour les POIs proches, préférences utilisateur, et données de réservation. Vos données ne sont jamais partagées avec des tiers sans votre consentement.

# settingsUnderstood
source: Understood
fr: Compris

# settingsTermsTitle
source: Terms of use
fr: Conditions d'utilisation

# settingsTermsMessage
source: By using Visit Djibouti, you accept our terms of use. This app is provided by the Djibouti Tourism Office to promote local tourism. The app is free and information is regularly updated.
fr: En utilisant Visit Djibouti, vous acceptez nos conditions d'utilisation. Cette application est fournie par l'Office du Tourisme de Djibouti pour promouvoir le tourisme local. L'utilisation est gratuite et les informations sont mises à jour régulièrement.

# settingsClose
source: Close
fr: Fermer

# settingsBackupTitle
source: Backup
fr: Sauvegarder

# settingsBackupMessage
source: Backup your favorites, reservations and preferences to the cloud?
fr: Sauvegarder vos favoris, réservations et préférences dans le cloud ?

# settingsBackupSuccess
source: Backup successful
fr: Sauvegarde réussie

# settingsSave
source: Save
fr: Sauvegarder

# settingsResetTitle
source: Reset settings
fr: Restaurer paramètres

# settingsResetMessage
source: This action will restore all settings to defaults. Your favorites and reservations will be kept.
fr: Cette action remettra tous les paramètres par défaut. Vos favoris et réservations seront conservés.

# settingsResetSuccess
source: Settings restored
fr: Paramètres restaurés

# settingsRestore
source: Restore
fr: Restaurer

# offlineStatusOnline
source: Online - All features available
fr: En ligne - Toutes les fonctionnalités disponibles

# offlineStatusOffline
source: Offline - Cache mode enabled
fr: Hors ligne - Mode cache activé

# offlineDataTitle
source: Offline data
fr: Données hors ligne

# offlineTotalItems
source: Total items
fr: Éléments total

# offlinePois
source: Points of interest
fr: Points d'intérêt

# offlineEvents
source: Events
fr: Événements

# offlineFavorites
source: Favorites
fr: Favoris

# offlineCacheSize
source: Cache size
fr: Taille du cache

# offlineSyncNow
source: Sync now
fr: Synchroniser maintenant

# offlineSyncNowSubtitle
source: Update data from server
fr: Mettre à jour les données depuis le serveur

# offlineDownloadForOffline
source: Download for offline
fr: Télécharger pour hors ligne

# offlineDownloadForOfflineSubtitle
source: Download all important data
fr: Télécharger toutes les données importantes

# offlineClearCache
source: Clear cache
fr: Vider le cache

# offlineClearCacheSubtitle
source: Remove all cached data
fr: Supprimer toutes les données mises en cache

# reviewFormPleaseRate
source: Please select a rating
fr: Veuillez sélectionner une note

# reviewFormUpdated
source: Review updated successfully
fr: Avis modifié avec succès

# reviewFormPublished
source: Review published successfully
fr: Avis publié avec succès

# reviewFormError
source: Error: {error}
fr: Erreur: {error}

# reviewFormEditTitle
source: Edit your review
fr: Modifier votre avis

# reviewFormWriteTitle
source: Write a review
fr: Écrire un avis

# reviewFormYourRating
source: Your rating *
fr: Votre note *

# reviewFormTitle
source: Title (optional)
fr: Titre (optionnel)

# reviewFormTitleHint
source: Summarize your experience
fr: Résumez votre expérience

# reviewFormComment
source: Your review (optional)
fr: Votre avis (optionnel)

# reviewFormCommentHint
source: Share your experience in detail...
fr: Partagez votre expérience en détail...

# reviewFormUpdate
source: Update
fr: Modifier

# reviewFormPublish
source: Publish
fr: Publier

# reviewsBeFirst
source: Be the first to leave a review
fr: Soyez le premier à donner votre avis

# reviewsNoReviewsYet
source: No reviews yet
fr: Aucun avis pour le moment

# reviewsClickToReview
source: Click to leave a review
fr: Cliquez pour laisser un avis

# reviewsTitle
source: Reviews
fr: Avis

# reviewsCount
source: {count} reviews
fr: {count} avis

# reviewsLoadMore
source: Load more reviews
fr: Voir plus d'avis

# reviewsOperatorResponse
source: Response from the establishment
fr: Réponse de l'établissement

# reviewsHelpful
source: Helpful
fr: Utile

# reviewsLoadError
source: Error loading reviews: {error}
fr: Erreur chargement avis: {error}

# reviewsVotedHelpful
source: Thanks for your vote!
fr: Merci pour votre vote !

# reviewsVoteError
source: Error: {error}
fr: Erreur: {error}

# reviewsDeleteTitle
source: Delete review
fr: Supprimer l'avis

# reviewsDeleteConfirm
source: Are you sure you want to delete this review?
fr: Êtes-vous sûr de vouloir supprimer cet avis ?

# reviewsDelete
source: Delete
fr: Supprimer

# reviewsDeleted
source: Review deleted
fr: Avis supprimé

# reviewsDeleteError
source: Error: {error}
fr: Erreur: {error}

# reviewsSectionTitle
source: Reviews
fr: Avis

# reviewsWriteReview
source: Write a review
fr: Écrire un avis

# reviewsAll
source: All
fr: Tous

# reservationFormTitle
source: Book {type}
fr: Réserver {type}

# reservationFormTitlePoi
source: this place
fr: ce lieu

# reservationFormTitleEvent
source: this event
fr: cet événement

# reservationFormNumberOfPeople
source: Number of people *
fr: Nombre de personnes *

# reservationFormNumberRequired
source: Number of people required
fr: Nombre de personnes requis

# reservationFormMinOnePerson
source: Minimum 1 person
fr: Minimum 1 personne
