Repository: kassimoussa/visitdjiboutiM2
Catalog: lib/l10n/app_*.arb
Languages: fr

# appDescription
source: Discover the beauty of Djibouti
fr: Découvrez la beauté de Djibouti

# authAcceptTerms
source: I accept the
fr: J'accepte les

# authAcceptTermsAnd
source: and
fr: et

# authBackToLogin
source: Back to login
fr: Retour à la connexion

# authAccountCreatedSuccess
source: Account created successfully! Logging in automatically...
fr: Compte créé avec succès ! Connexion automatique...

# authConfirmPassword
source: Confirm password
fr: Confirmer le mot de passe

# authConversionProblemTitle
source: Conversion problem
fr: Problème de conversion

# authCreateAccount
source: Create account
fr: Créer un compte

# authCreateAccountDescription
source: Join us to discover Djibouti
fr: Rejoignez-nous pour découvrir Djibouti

# authErrorTitle
source: Error
fr: Erreur

# authForgotPassword
source: Forgot password?
fr: Mot de passe oublié?

# authKeepDiscoveries
source: Keep my discoveries
fr: Conserver mes découvertes

# authLogin
source: Login
fr: Se connecter

# authLogout
source: Logout
fr: Se déconnecter

# authName
source: Name
fr: Nom

# authNoAccount
source: Don't have an account yet?
fr: Pas encore de compte?

# authPassword
source: Password
fr: Mot de passe

# authPrivacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# authRegister
source: Register
fr: S'inscrire

# authResetEmailSent
source: Email sent
fr: Email envoyé

# authResetEmailSentMessage
source: A reset link has been sent to your email
fr: Un lien de réinitialisation a été envoyé à votre email

# authResetPassword
source: Reset password
fr: Réinitialiser le mot de passe

# authResetPasswordSubtitle
source: Enter your email to receive a link
fr: Entrez votre email pour recevoir un lien

# authResetPasswordTitle
source: Forgot password
fr: Mot de passe oublié

# authSendResetLink
source: Send reset link
fr: Envoyer le lien

# authSignIn
source: Sign in
fr: Se connecter

# authSignInSubtitle
source: Sign in to continue
fr: Connectez-vous pour continuer

# authSuccessTitle
source: Success
fr: Succès

# authTermsAndConditions
source: Terms and Conditions
fr: Conditions d'utilisation

# authWelcomeBack
source: Welcome back
fr: Bon retour

# authErrorEmailNotFound
source: No account associated with this email
fr: Aucun compte n'est associé à cet email

# authErrorOtpExpired
source: Code expired, please request a new one
fr: Le code a expiré, veuillez en demander un nouveau

# authErrorInvalidOtp
source: Invalid code
fr: Code incorrect

# authErrorPasswordMismatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# authErrorPasswordTooShort
source: Password must be at least 8 characters
fr: Le mot de passe doit contenir au moins 8 caractères

# authErrorInvalidCodeLength
source: Code must be 6 digits
fr: Le code doit contenir 6 chiffres

# authResendCode
source: Resend code
fr: Renvoyer le code

# authCodeSent
source: Verification code
fr: Code de vérification

# authPasswordResetGenericSuccess
source: If this email exists in our system, you will receive a reset code shortly.
fr: Si cet email existe dans notre système, vous recevrez un code de réinitialisation dans quelques instants.

# authRemainingAttempts
source: {count} attempts remaining
fr: Il vous reste {count} tentative(s)

# authWelcomeToApp
source: Welcome to Visit Djibouti
fr: Bienvenue sur Visit Djibouti

# categoryFilterClear
source: Clear filters
fr: Effacer les filtres

# commonAddress
source: Address
fr: Adresse

# commonAll
source: All
fr: Tout

# commonAllFeminine
source: All
fr: Toute

# commonApplyFilters
source: Apply filters
fr: Appliquer les filtres

# commonCancel
source: Cancel
fr: Annuler

# commonCategories
source: Categories
fr: Catégories

# commonCategory
source: Category
fr: Catégorie

# commonClearAll
source: Clear all
fr: Tout effacer

# commonClose
source: Close
fr: Fermer

# commonConnectionError
source: Connection error
fr: Erreur de connexion

# commonCoordinates
source: Coordinates
fr: Coordonnées

# commonCopiedToClipboard
source: Copied to clipboard
fr: Copié dans le presse-papiers

# commonCopy
source: Copy
fr: Copier

# commonDiscoverPlace
source: Discover this place
fr: Découvrir ce lieu

# commonEdit
source: Edit
fr: Modifier

# commonEntryPrice
source: Entry price
fr: Prix d'entrée

# commonError
source: Error
fr: Erreur

# commonErrorFavorites
source: Error managing favorites
fr: Erreur lors de la gestion des favoris

# commonErrorUnexpected
source: Unexpected error
fr: Erreur inattendue

# commonErrorSending
source: Error sending: {error}
fr: Erreur lors de l'envoi: {error}

# commonEvent
source: Event
fr: Événement

# commonFieldRequired
source: This field is required
fr: Ce champ est requis

# commonFilters
source: Filters
fr: Filtres

# commonExploreOnSite
source: Explore on site
fr: Explorer sur place

# commonInformations
source: Information
fr: Informations

# commonLoading
source: Loading...
fr: Chargement...

# commonLocation
source: Location
fr: Localisation

# commonNext
source: Next
fr: Suivant

# commonNoNavigationApp
source: No navigation app available
fr: Aucune application de navigation disponible

# commonNoImages
source: No images available
fr: Aucune image disponible

# commonOpeningHours
source: Opening hours
fr: Horaires d'ouverture

# commonOverview
source: Overview
fr: Aperçu

# commonPhone
source: Phone
fr: Téléphone

# commonPracticalInfo
source: Practical information
fr: Informations pratiques

# commonReservationsAccepted
source: Reservations accepted
fr: Réservations acceptées

# commonReservePlace
source: Reserve
fr: Réserver

# commonReset
source: Reset
fr: Réinitialiser

# commonRetry
source: Retry
fr: Réessayer

# commonSave
source: Save
fr: Sauvegarder

# commonSeeAll
source: See all
fr: Voir tout

# commonSharedFrom
source: Shared from Visit Djibouti
fr: Partagé depuis Visit Djibouti

# commonSharePlace
source: Share this place
fr: Partager ce lieu

# commonUnexpectedError
source: Unexpected error
fr: Erreur inattendue

# commonUnknown
source: Unknown
fr: Inconnu

# commonUnknownEvent
source: Unknown event
fr: Événement inconnu

# commonUnknownPlace
source: Unknown place
fr: Lieu inconnu

# commonVisitorTips
source: Visitor tips
fr: Conseils aux visiteurs

# commonWebsite
source: Website
fr: Site web

# discoverSearchHint
source: Search places...
fr: Rechercher des lieux...

# discoverTitle
source: Discover
fr: Découvrir

# drawerAbout
source: About
fr: À propos

# drawerChooseLanguage
source: Choose language
fr: Choisir la langue

# drawerConnected
source: Connected
fr: Connecté

# drawerGuest
source: Guest
fr: Invité

# drawerHelp
source: Help
fr: Aide

# drawerLanguage
source: Language
fr: Langue

# drawerLogoutMessage
source: Do you really want to logout?
fr: Voulez-vous vraiment vous déconnecter?

# drawerLogoutSuccess
source: Logout successful
fr: Déconnexion réussie

# drawerOfflineMode
source: Offline mode
fr: Mode hors ligne

# drawerReservations
source: My reservations
fr: Mes réservations

# drawerReservationsSubtitle
source: Manage your reservations
fr: Gérer vos réservations

# drawerSettings
source: Settings
fr: Paramètres

# embassiesCall
source: Call
fr: Appeler

# embassiesCannotOpenEmail
source: Cannot open email
fr: Impossible d'ouvrir l'email

# embassiesCannotOpenPhone
source: Cannot open phone
fr: Impossible d'ouvrir le téléphone

# embassiesCannotOpenWebsite
source: Cannot open website
fr: Impossible d'ouvrir le site web

# embassiesNoDjiboutianFound
source: No Djiboutian embassy found
fr: Aucune ambassade djiboutienne trouvée

# embassiesNoDjiboutianSubtitle
source: Information not available
fr: Informations non disponibles

# embassiesNoForeignFound
source: No foreign embassy found
fr: Aucune ambassade étrangère trouvée

# embassiesNoForeignSubtitle
source: Information not available
fr: Informations non disponibles

# embassiesTitle
source: Embassies
fr: Ambassades

# embassiesWebsite
source: Website
fr: Site web

# essentialsNoLinksAvailable
source: No links available
fr: Aucun lien disponible

# essentialsTitle
source: Essential information
fr: Informations essentielles

# essentialsUnavailableInfo
source: Information not available
fr: Informations non disponibles

# eventDetailDetailsUnavailable
source: Details not available
fr: Détails non disponibles

# eventDetailEndDate
source: End date
fr: Date de fin

# eventDetailEventEnded
source: Event ended
fr: Événement terminé

# eventDetailEventFull
source: Event full
fr: Événement complet

# eventDetailFree
source: Free
fr: Gratuit

# eventDetailInvalidEmail
source: Invalid email
fr: Email invalide

# eventDetailPopular
source: Popular
fr: Populaire

# eventDetailPrice
source: Price
fr: Prix

# eventDetailRegistration
source: Registration
fr: Inscription

# eventDetailRegistrationConfirmed
source: Registration confirmed
fr: Inscription confirmée

# eventDetailRegistrationError
source: Registration error
fr: Erreur d'inscription

# eventDetailRegistrationNumber
source: Registration number
fr: Numéro d'inscription

# eventDetailReservationsClosed
source: Registrations closed
fr: Inscriptions fermées

# eventDetailReserveEvent
source: Register for event
fr: S'inscrire à l'événement

# eventDetailSpecialRequirements
source: Special requirements
fr: Demandes spéciales

# eventDetailSpotsRemaining
source: spots remaining
fr: places restantes

# eventDetailVenue
source: Venue
fr: Lieu

# eventDetailConfirmRegistration
source: Confirm registration
fr: Confirmer l'inscription

# eventDetailContactInfo
source: Contact information
fr: Informations de contact

# eventDetailFullName
source: Full name
fr: Nom complet

# eventDetailInvalidNumber
source: Invalid number
fr: Numéro invalide

# eventDetailMaxParticipants
source: maximum participants
fr: participants maximum

# eventDetailParticipantsCount
source: Number of participants
fr: Nombre de participants

# eventDetailPhoneLabel
source: Phone
fr: Téléphone

# eventDetailSpecialRequirementsHint
source: Allergies, special needs, etc.
fr: Allergies, besoins spéciaux, etc.

# eventDetailSpecialRequirementsLabel
source: Special requirements (optional)
fr: Demandes spéciales (optionnel)

# eventDetailTotalToPay
source: Total to pay
fr: Total à payer

# eventsAddedToFavorites
source: {eventName} added to favorites
fr: {eventName} ajouté aux favoris

# eventsAll
source: All
fr: Tous

# eventsClearFilters
source: Clear filters
fr: Effacer les filtres

# eventsFree
source: Free
fr: Gratuit

# eventsNoEventsFound
source: No events found
fr: Aucun événement trouvé

# eventsOngoing
source: Ongoing
fr: En cours

# eventsPast
source: Past
fr: Passés

# eventsPopular
source: Popular events
fr: Événements populaires

# eventsRemovedFromFavorites
source: {eventName} removed from favorites
fr: {eventName} retiré des favoris

# eventsSearchHint
source: Search events...
fr: Rechercher des événements...

# eventsSoldOut
source: Sold out
fr: Complet

# eventsTitle
source: Events
fr: Événements

# eventsUpcoming
source: Upcoming
fr: À venir

# favoritesAddedToFavorites
source: Added to favorites
fr: Ajouté aux favoris

# favoritesAllTab
source: All
fr: Tous

# favoritesEmpty
source: No favorites
fr: Aucun favori

# favoritesEmptyDescription
source: You don't have any favorites yet. Explore and add your favorite places!
fr: Vous n'avez pas encore de favoris. Explorez et ajoutez vos lieux préférés!

# favoritesEventsTab
source: Events
fr: Événements

# favoritesPoisTab
source: Places
fr: Lieux

# favoritesActivitiesTab
source: Activities
fr: Activités

# favoritesRemovedFromFavorites
source: Removed from favorites
fr: Retiré des favoris

# favoritesSortAlphabetical
source: Alphabetical
fr: Alphabétique

# favoritesSortRating
source: Rating
fr: Évaluation

# favoritesSortRecent
source: Recent
fr: Récents

# favoritesTitle
source: Favorites
fr: Favoris

# featuredBadge
source: Featured
fr: Recommandé

# homeDiscover
source: Discover
fr: Découvrir

# homeDiscoverByRegion
source: Discover by region
fr: Découvrir par région

# homeDiscoverByRegionSubtitle
source: Explore Djibouti's 6 regions
fr: Explorez les 6 régions de Djibouti

# homeEmbassies
source: Embassies
fr: Ambassades

# homeEmbassiesSubtitle
source: Embassy contacts
fr: Contacts des ambassades

# homeEssentialInfo
source: Essential info
fr: Infos essentielles

# homeEssentialInfoSubtitle
source: Useful information
fr: Informations utiles

# homeEssentials
source: Essentials
fr: Essentiels

# homeFeaturedPois
source: Featured places
fr: Lieux recommandés

# homeFeaturedTours
source: Featured tours
fr: Circuits recommandés

# homeNoFeaturedPois
source: No featured places
fr: Aucun lieu recommandé

# homeNoFeaturedTours
source: No featured tours
fr: Aucun circuit recommandé

# homeNoUpcomingEvents
source: No upcoming events
fr: Aucun événement à venir

# homeShufflePois
source: Shuffle
fr: Mélanger

# homeTourOperators
source: Tour operators
fr: Tour opérateurs

# homeTourOperatorsSubtitle
source: Certified operators
fr: Opérateurs agréés

# homeUpcomingEvents
source: Upcoming events
fr: Événements à venir

# homePopularActivities
source: Popular Activities
fr: Activités populaires

# homeNoActivities
source: No activities available
fr: Aucune activité disponible

# mapError
source: Map error: {error}
fr: Erreur de carte: {error}

# mapErrorLoadingPois
source: Error loading places: {error}
fr: Erreur de chargement des lieux: {error}

# mapTitle
source: Map
fr: Carte

# mapViewDetails
source: View details
fr: Voir détails

# mapUnknownPlace
source: Unknown place
fr: Lieu inconnu

# mapLocationPermissionDenied
source: Location permission denied
fr: Permission de localisation refusée

# mapErrorLoading
source: Loading error
fr: Erreur de chargement

# mapGetDirections
source: Get directions
fr: Obtenir un itinéraire

# mapToDestination
source: To: {name}
fr: Vers: {name}

# mapErrorOpenMaps
source: Unable to open Google Maps
fr: Impossible d'ouvrir Google Maps

# mapErrorLocationUnavailable
source: Position unavailable. Please enable location services.
fr: Position non disponible. Veuillez activer la géolocalisation.

# mapActivate
source: Activate
fr: Activer

# mapCalculatingRoute
source: Calculating route...
fr: Calcul de l'itinéraire...

# mapRouteInfo
source: Distance: {distance} • Duration: {duration}
fr: Distance: {distance} • Durée: {duration}

# mapErrorCalculatingRoute
source: Unable to calculate route
fr: Impossible de calculer l'itinéraire

# mapLoading
source: Loading map...
fr: Chargement de la carte...

# mapNearbyPois
source: Nearby POIs
fr: POIs à proximité

# mapOfflineMessage
source: Offline map - Displaying available POIs list
fr: Carte hors ligne - Affichage de la liste des POIs disponibles

# mapOfflineNoData
source: No offline map data available
fr: Aucune donnée de carte disponible hors ligne

# mapOfflineConnectToDownload
source: Connect to internet to download POIs
fr: Connectez-vous à internet pour télécharger les POIs

# mapOpenGoogleMaps
source: Open in Google Maps
fr: Ouvrir dans Google Maps

# mapNavigationGPS
source: Real-time GPS navigation
fr: Navigation GPS en temps réel

# mapShowOnMap
source: Show on map
fr: Afficher sur la carte

# mapRouteInApp
source: Route in app
fr: Itinéraire dans l'application

# navigationHome
source: Home
fr: Accueil

# navigationDiscover
source: Discover
fr: Découvrir

# navigationEvents
source: Events
fr: Événements

# navigationMap
source: Map
fr: Carte

# navigationFavorites
source: Favorites
fr: Favoris

# operatorAddress
source: Address
fr: Adresse

# operatorCall
source: Call
fr: Appeler

# operatorFeatured
source: Featured
fr: Recommandé

# operatorLabel
source: Operator
fr: Opérateur

# operatorNoPois
source: No places
fr: Aucun lieu

# operatorNoPoisMessage
source: This operator doesn't have any places yet
fr: Cet opérateur n'a pas encore de lieux

# operatorNoTours
source: No tours
fr: Aucun circuit

# operatorNoToursMessage
source: This operator doesn't have any tours yet
fr: Cet opérateur n'a pas encore de circuits

# operatorPhone
source: Phone
fr: Téléphone

# operatorPlace
source: place
fr: lieu

# operatorPoiAddedToFavorites
source: Place added to favorites
fr: Lieu ajouté aux favoris

# operatorPoiRemovedFromFavorites
source: Place removed from favorites
fr: Lieu retiré des favoris

# operatorPoisServed
source: Places served
fr: Lieux desservis

# operatorSeeAll
source: See all
fr: Voir tout

# operatorTourAddedToFavorites
source: Tour added to favorites
fr: Circuit ajouté aux favoris

# operatorTourRemovedFromFavorites
source: Tour removed from favorites
fr: Circuit retiré des favoris

# operatorTours
source: Tours
fr: Circuits

# operatorViews
source: views
fr: vues

# operatorWebsite
source: Website
fr: Site web

# poiCallError
source: Call error: {error}
fr: Erreur lors de l'appel: {error}

# poiCannotCall
source: Cannot call {phone}
fr: Impossible d'appeler {phone}

# poiCannotOpenEmail
source: Cannot open email
fr: Impossible d'ouvrir l'email

# poiEmailError
source: Email error: {error}
fr: Erreur email: {error}

# poiNoContact
source: No contact information available
fr: Aucune information de contact disponible

# poiTourOperatorsTitle
source: Tour operators
fr: Opérateurs touristiques

# poiLicensedOperator
source: Licensed operator
fr: Opérateur agréé

# profileAboutApp
source: About the app
fr: À propos de l'application

# profileComingSoon
source: Coming soon
fr: Bientôt disponible

# profileComingSoonMessage
source: This feature will be available soon
fr: Cette fonctionnalité sera bientôt disponible

# profileCreateAccountBenefits
source: Create an account to enjoy all benefits
fr: Créer un compte pour profiter de tous les avantages

# profileDiscoverDjibouti
source: Discover Djibouti
fr: Découvrir Djibouti

# profileEditTooltip
source: Edit profile
fr: Modifier le profil

# profileEvents
source: Events
fr: Événements

# profileFavorites
source: Favorites
fr: Favoris

# profileHelp
source: Help
fr: Aide

# profileHelpSubtitle
source: Need assistance?
fr: Besoin d'assistance?

# profileLanguage
source: Language
fr: Langue

# profileLanguageChanged
source: Language changed to {language}
fr: Langue changée en {language}

# profileLogoutConfirm
source: Confirm logout
fr: Confirmer la déconnexion

# profileLogoutSubtitle
source: Logout from your account
fr: Déconnectez-vous de votre compte

# profileLogoutTitle
source: Logout
fr: Déconnexion

# profileNotificationsSubtitle
source: Manage notifications
fr: Gérer les notifications

# profilePersonalInfo
source: Personal information
fr: Informations personnelles

# profilePersonalInfoSubtitle
source: Manage your information
fr: Gérer vos informations

# profileSecurity
source: Security
fr: Sécurité

# profileSecuritySubtitle
source: Security settings
fr: Paramètres de sécurité

# profileSettings
source: Settings
fr: Paramètres

# profileSettingsSubtitle
source: Manage your preferences
fr: Gérer vos préférences

# profileTitle
source: Profile
fr: Profil

# profileUser
source: User
fr: Utilisateur

# reservationsAll
source: All ({count})
fr: Toutes ({count})

# reservationsCancelled
source: Reservation cancelled
fr: Réservation annulée

# reservationsCancelTitle
source: Cancel reservation
fr: Annuler la réservation

# reservationsConfirmed
source: Confirmed ({count})
fr: Confirmées ({count})

# reservationsDeleteTitle
source: Delete reservation
fr: Supprimer la réservation

# reservationsNoneAll
source: No reservations
fr: Aucune réservation

# reservationsNoneCancelled
source: No cancelled reservations
fr: Aucune réservation annulée

# reservationsNoneConfirmed
source: No confirmed reservations
fr: Aucune réservation confirmée

# reservationsNonePending
source: No pending reservations
fr: Aucune réservation en attente

# reservationsTabAll
source: All
fr: Toutes

# reservationsTabConfirmed
source: Confirmed
fr: Confirmées

# reservationsTabPending
source: Pending
fr: En attente

# reservationsTabCancelled
source: Cancelled
fr: Annulées

# reservationsPending
source: Pending ({count})
fr: En attente ({count})

# settingsBackupData
source: Backup data
fr: Sauvegarder les données

# settingsBackupDataSubtitle
source: Automatic backup
fr: Sauvegarde automatique

# settingsDarkMode
source: Dark mode
fr: Mode sombre

# settingsDarkModeActivated
source: Dark mode activated
fr: Mode sombre activé

# settingsDarkModeDeactivated
source: Dark mode deactivated
fr: Mode sombre désactivé

# settingsDarkModeSubtitle
source: App appearance
fr: Apparence de l'application

# settingsDataStorage
source: Data storage
fr: Stockage de données

# settingsDefaultZoom
source: Default zoom
fr: Zoom par défaut

# settingsDefaultZoomSubtitle
source: Map zoom level
fr: Niveau de zoom de la carte

# settingsEventReminders
source: Event reminders
fr: Rappels d'événements

# settingsEventRemindersSubtitle
source: Receive reminders
fr: Recevoir des rappels

# settingsGeneral
source: General
fr: Général

# settingsImageCache
source: {size} cached
fr: {size} en cache

# settingsLocation
source: Location
fr: Localisation

# settingsLocationServices
source: Location services
fr: Services de localisation

# settingsLocationServicesSubtitle
source: Enable location
fr: Activer la localisation

# settingsManageCache
source: Manage cache
fr: Gérer le cache

# settingsNewPois
source: New places
fr: Nouveaux lieux

# settingsNewPoisSubtitle
source: New places notifications
fr: Notifications de nouveaux lieux

# settingsOfflineMaps
source: Offline maps
fr: Cartes hors ligne

# settingsOfflineMapsSubtitle
source: Download maps
fr: Télécharger les cartes

# settingsOfflineModeSubtitle
source: Manage offline data
fr: Gérer les données hors ligne

# settingsPreferredRegion
source: Preferred region
fr: Région préférée

# settingsPrivacy
source: Privacy
fr: Confidentialité

# settingsPrivacySubtitle
source: Manage privacy
fr: Gérer la confidentialité

# settingsPushNotifications
source: Push notifications
fr: Notifications push

# settingsPushNotificationsSubtitle
source: Enable notifications
fr: Activer les notifications

# settingsResetSettings
source: Reset settings
fr: Réinitialiser les paramètres

# settingsResetSettingsSubtitle
source: Restore default settings
fr: Restaurer les paramètres par défaut

# settingsSecurityPrivacy
source: Security and privacy
fr: Sécurité et confidentialité

# settingsTermsSubtitle
source: Terms of use
fr: Conditions d'utilisation

# tourCall
source: Call
fr: Appeler

# tourFeatured
source: Featured
fr: Recommandé

# tourHighlights
source: Highlights
fr: Points forts

# tourPhotoGallery
source: Photo gallery
fr: Galerie photos

# tourRetry
source: Retry
fr: Réessayer

# tourViewOnMap
source: View on map
fr: Voir sur la carte

# tourWhatToBring
source: What to bring
fr: Quoi apporter

# tourUnknownOperator
source: Unknown operator
fr: Opérateur inconnu

# tourWebsite
source: Website
fr: Site web

# toursSearchHint
source: Search for a tour...
fr: Rechercher un tour...

# toursNotFound
source: No tours found for "{query}"
fr: Aucun tour trouvé pour "{query}"

# toursTourType
source: Tour type
fr: Type de tour

# toursSelectType
source: Select a type
fr: Sélectionner un type

# toursDifficulty
source: Difficulty
fr: Difficulté

# toursTourOperator
source: Tour operator
fr: Opérateur touristique

# toursSelectOperator
source: Select an operator
fr: Sélectionner un opérateur

# activityDetailErrorLoading
source: Error loading: {error}
fr: Erreur lors du chargement: {error}

# activityDetailTitle
source: Activity
fr: Activité

# activityDetailRetry
source: Retry
fr: Réessayer

# activityDetailPracticalInfo
source: Practical Information
fr: Informations pratiques

# activityDetailWhatIsIncluded
source: What is included
fr: Ce qui est inclus

# activityDetailWhatToBring
source: What to bring
fr: À apporter

# activityDetailEquipment
source: Equipment
fr: Équipement

# activityDetailProvided
source: Provided
fr: Fourni
