Repository: kassimoussa/visitdjiboutiM2
Catalog: lib/l10n/app_*.arb
Languages: fr

# reservationFormMaxPeople
source: Maximum {available} spots available
fr: Maximum {available} places disponibles

# reservationFormContactInfo
source: Contact information (optional)
fr: Informations de contact (optionnel)

# reservationFormFullName
source: Full name
fr: Nom complet

# reservationFormEmailInvalid
source: Invalid email
fr: Email invalide

# reservationFormPhone
source: Phone
fr: Téléphone

# reservationFormNotes
source: Notes or special requests
fr: Notes ou demandes spéciales

# reservationFormNotesHint
source: Food allergies, special needs...
fr: Allergies alimentaires, besoins spéciaux...

# reservationFormConfirm
source: Confirm reservation
fr: Confirmer la réservation

# reservationFormSuccess
source: Reservation created successfully!
fr: Réservation créée avec succès!

# reservationFormError
source: Error creating reservation
fr: Erreur lors de la réservation

# contactOperatorTitle
source: Contact {name}
fr: Contacter {name}

# contactOperatorTitleDefault
source: the operator
fr: l'opérateur

# contactOperatorMessageType
source: Message type
fr: Type de message

# contactOperatorYourMessage
source: Your message
fr: Votre message

# contactOperatorMessageHint
source: Write your message here...
fr: Écrivez votre message ici...

# contactOperatorMessageRequired
source: Please write a message
fr: Veuillez écrire un message

# contactOperatorMessageTooShort
source: Message must contain at least 3 characters
fr: Le message doit contenir au moins 3 caractères

# contactOperatorTypeReport
source: Report
fr: Signalement

# contactOperatorPrefixReport
source: ⚠️ Report:
fr: ⚠️ Signalement:

# contactOperatorMessageSent
source: Message sent successfully to {name}
fr: Message envoyé avec succès à {name}

# contactOperatorMessageSentDefault
source: the operator
fr: l'opérateur

# contactOperatorSendError
source: Error sending: {error}
fr: Erreur lors de l'envoi: {error}

# tourOperatorUnknown
source: Unknown operator
fr: Opérateur inconnu

# tourOperatorCallButton
source: Call
fr: Appeler

# tourOperatorWebsiteButton
source: Website
fr: Site web

# poiOperatorsServingTitle
source: Served by
fr: Desservies par

# activitiesSearchHint
source: Search for an activity...
fr: Rechercher une activité...

# toursSelectDifficulty
source: Select difficulty
fr: Sélectionner une difficulté

# termsLastUpdated
source: Last updated: October 23, 2025
fr: Dernière mise à jour : 23 octobre 2025

# termsSection1Title
source: 1. Acceptance of Terms
fr: 1. Acceptation des conditions

# termsSection1Content
source: By using the Visit Djibouti application (hereinafter "the Application"), you agree to be bound by these terms of use. If you do not accept these terms, please do not use the Application.
fr: En utilisant l'application Visit Djibouti (ci-après "l'Application"), vous acceptez d'être lié par les présentes conditions d'utilisation. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser l'Application.

# termsSection2Title
source: 2. Service Description
fr: 2. Description des services

# termsSection2Content
source: Visit Djibouti is a mobile application dedicated to promoting tourism in Djibouti. The Application provides: • Information about tourist points of interest • A calendar of cultural and tourist events • A reservation system for certain services • Favorites and travel planning features • Interactive maps and navigation tools • Practical information about the country
fr: Visit Djibouti est une application mobile dédiée à la promotion du tourisme à Djibouti. L'Application fournit: • Des informations sur les points d'intérêt touristiques • Un calendrier d'événements culturels et touristiques • Un système de réservation pour certains services • Des fonctionnalités de favoris et de planification de voyage • Des cartes interactives et des outils de navigation • Des informations pratiques sur le pays

# termsSection3Title
source: 3. User Account
fr: 3. Compte utilisateur

# termsSection3Content
source: Using certain features requires creating an account. You are responsible for: • The confidentiality of your credentials • All activities performed through your account • The accuracy of the information provided • Informing us immediately in case of unauthorized use
fr: L'utilisation de certaines fonctionnalités nécessite la création d'un compte. Vous êtes responsable: • De la confidentialité de vos identifiants • De toutes les activités effectuées via votre compte • De l'exactitude des informations fournies • De nous informer immédiatement en cas d'utilisation non autorisée

# termsSection4Title
source: 4. Acceptable Use
fr: 4. Utilisation acceptable

# termsSection4Content
source: You agree to: • Use the Application only for legal purposes • Not post offensive or illegal content • Respect the rights of others • Not attempt to disrupt the Application's operation • Not use robots or automated scripts • Not collect data from other users
fr: Vous vous engagez à: • Utiliser l'Application uniquement à des fins légales • Ne pas publier de contenu offensant ou illégal • Respecter les droits d'autrui • Ne pas tenter de perturber le fonctionnement de l'Application • Ne pas utiliser de robots ou de scripts automatisés • Ne pas collecter les données d'autres utilisateurs

# termsSection5Title
source: 5. Intellectual Property
fr: 5. Propriété intellectuelle

# termsSection5Content
source: All Application content (texts, images, logos, graphics) is protected by intellectual property laws and belongs to the Djibouti Tourism Office or its partners.
fr: Tous les contenus de l'Application (textes, images, logos, graphiques) sont protégés par les lois sur la propriété intellectuelle et appartiennent à l'Office du Tourisme de Djibouti ou à ses partenaires.

# termsSection6Title
source: 6. Reservations and Payments
fr: 6. Réservations et paiements

# termsSection6Content
source: The Application allows booking certain tourism services: • Reservations are subject to availability • Displayed prices are indicative and may vary • Cancellation conditions vary by provider • The Tourism Office acts as an intermediary • We are not responsible for services provided by third parties
fr: L'Application permet de réserver certains services touristiques: • Les réservations sont soumises à disponibilité • Les prix affichés sont indicatifs et peuvent varier • Les conditions d'annulation varient selon le prestataire • L'Office du Tourisme agit comme intermédiaire • Nous ne sommes pas responsables des services fournis par des tiers

# termsSection7Title
source: 7. Limitation of Liability
fr: 7. Limitation de responsabilité

# termsSection7Content
source: The Djibouti Tourism Office: • Strives to provide accurate information but does not guarantee its completeness • Is not responsible for services provided by third parties • Cannot be held liable for indirect damages • Reserves the right to modify or interrupt services without notice • Is not responsible for technical or connection problems
fr: L'Office du Tourisme de Djibouti: • S'efforce de fournir des informations exactes mais ne garantit pas leur exhaustivité • N'est pas responsable des services fournis par des tiers • Ne peut être tenu responsable des dommages indirects • Se réserve le droit de modifier ou interrompre les services sans préavis • N'est pas responsable des problèmes techniques ou de connexion

# termsSection8Title
source: 8. User Content
fr: 8. Contenu utilisateur

# termsSection8Content
source: By posting content (reviews, comments, photos): • You retain your intellectual property rights • You grant us a free, worldwide license to use • You guarantee that the content does not violate any rights • We reserve the right to moderate or remove any inappropriate content
fr: En publiant du contenu (avis, commentaires, photos): • Vous conservez vos droits de propriété intellectuelle • Vous nous accordez une licence d'utilisation gratuite et mondiale • Vous garantissez que le contenu ne viole aucun droit • Nous nous réservons le droit de modérer ou supprimer tout contenu inapproprié

# termsSection9Title
source: 9. Links to Third-Party Sites
fr: 9. Liens vers des sites tiers

# termsSection9Content
source: The Application may contain links to third-party websites. These links are provided for your convenience, but we have no control over these sites and assume no responsibility for their content.
fr: L'Application peut contenir des liens vers des sites web tiers. Ces liens sont fournis pour votre commodité, mais nous n'avons aucun contrôle sur ces sites et n'assumons aucune responsabilité quant à leur contenu.

# termsSection10Title
source: 10. Service Modifications
fr: 10. Modifications du service

# termsSection10Content
source: We reserve the right to: • Modify or interrupt all or part of the Application • Add or remove features • Change prices or access conditions
fr: Nous nous réservons le droit de: • Modifier ou interrompre tout ou partie de l'Application • Ajouter ou retirer des fonctionnalités • Changer les prix ou conditions d'accès

# termsSection11Title
source: 11. Termination
fr: 11. Résiliation

# termsSection11Content
source: We may suspend or terminate your access to the Application in case of: • Violation of these terms • Fraudulent or abusive behavior • Request from competent authorities • Prolonged inactivity
fr: Nous pouvons suspendre ou résilier votre accès à l'Application en cas de: • Violation des présentes conditions • Comportement frauduleux ou abusif • Demande des autorités compétentes • Inactivité prolongée

# termsSection12Title
source: 12. Applicable Law
fr: 12. Droit applicable

# termsSection12Content
source: These terms are governed by Djiboutian law. Any dispute will be subject to the exclusive jurisdiction of Djibouti courts.
fr: Ces conditions sont régies par le droit djiboutien. Tout litige sera soumis à la compétence exclusive des tribunaux de Djibouti.

# termsSection13Title
source: 13. Modifications to Terms
fr: 13. Modifications des conditions

# termsSection13Content
source: We may modify these terms at any time. Modifications will be published in the Application and take effect immediately. Your continued use of the Application constitutes your acceptance of the modified terms.
fr: Nous pouvons modifier ces conditions à tout moment. Les modifications seront publiées dans l'Application et prendront effet immédiatement. Votre utilisation continue de l'Application constitue votre acceptation des conditions modifiées.

# termsSection14Content
source: For any questions regarding these terms of use, contact us: Djibouti Tourism Office Email: info@visitdjibouti.dj Phone: +253 XXX XXX
fr: Pour toute question concernant ces conditions d'utilisation, contactez-nous: Office du Tourisme de Djibouti Email: info@visitdjibouti.dj Téléphone: +253 XXX XXX

# activitiesTitle
source: Activities
fr: Activités

# activitiesPopular
source: Popular Activities
fr: Activités populaires

# activitiesDifficulty
source: Difficulty
fr: Difficulté

# activitiesRegion
source: Region
fr: Région

# activitiesAvailableSpotsOnly
source: Only with available spots
fr: Seulement avec places disponibles

# activitiesAvailableSpots
source: Available spots
fr: Places disponibles

# activitiesNoActivitiesFound
source: No activities found
fr: Aucune activité trouvée

# activitiesTryModifyingFilters
source: Try modifying your filters
fr: Essayez de modifier vos filtres

# personalInfoUser
source: User
fr: Utilisateur

# personalInfoVerifiedAccount
source: Verified Account
fr: Compte vérifié

# personalInfoBasicInfo
source: Basic Information
fr: Informations de base

# personalInfoFullName
source: Full Name
fr: Nom complet

# personalInfoNameRequired
source: Name is required
fr: Le nom est obligatoire

# personalInfoNameMinLength
source: Name must contain at least 2 characters
fr: Le nom doit contenir au moins 2 caractères

# personalInfoEmail
source: Email Address
fr: Adresse e-mail

# personalInfoEmailRequired
source: Email address is required
fr: L'adresse e-mail est obligatoire

# personalInfoEmailInvalid
source: Invalid email address
fr: Adresse e-mail invalide

# personalInfoPhoneOptional
source: Phone (optional)
fr: Téléphone (optionnel)

# personalInfoProfileUpdated
source: Profile updated successfully
fr: Profil mis à jour avec succès

# personalInfoUpdateError
source: Error updating profile
fr: Erreur lors de la mise à jour

# personalInfoError
source: Error: {error}
fr: Erreur: {error}

# securityChangePassword
source: Change Password
fr: Changer le mot de passe

# securityCurrentPassword
source: Current Password
fr: Mot de passe actuel

# securityCurrentPasswordRequired
source: Current password is required
fr: Le mot de passe actuel est obligatoire

# securityNewPassword
source: New Password
fr: Nouveau mot de passe

# securityNewPasswordRequired
source: New password is required
fr: Le nouveau mot de passe est obligatoire

# securityPasswordMinLength
source: Password must contain at least 8 characters
fr: Le mot de passe doit contenir au moins 8 caractères

# securityConfirmPassword
source: Confirm New Password
fr: Confirmer le nouveau mot de passe

# securityConfirmPasswordRequired
source: Confirmation is required
fr: La confirmation est obligatoire

# securityPasswordMismatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# securityPasswordChanged
source: Password changed successfully
fr: Mot de passe modifié avec succès

# securityPasswordChangeError
source: Error changing password
fr: Erreur lors du changement de mot de passe

# securityError
source: Error: {error}
fr: Erreur: {error}

# aboutDescription
source: Visit Djibouti is the official app of Djibouti's National Tourism Agency (ANT). Discover the wonders of our country: from the lunar landscapes of Lake Assal to the coral reefs of Moucha Islands, passing through the bustling markets of Djibouti City.
fr: Visit Djibouti est l'application officielle de l'Agence Nationale du Tourisme de Djibouti (ANT). Découvrez les merveilles de notre pays : des paysages lunaires du Lac Assal aux récifs coralliens des Îles Moucha, en passant par les marchés animés de Djibouti-ville.

# aboutOrganization
source: ANT - National Tourism Agency
fr: ANT - Agence Nationale du Tourisme

# aboutOrganizationFull
source: National Tourism Agency of Djibouti
fr: Agence Nationale du Tourisme de Djibouti

# aboutOrganizationDescription
source: Official organization for tourism promotion and development
fr: Organisme officiel de promotion et développement touristique

# aboutStatsPois
source: Points of Interest
fr: Points d'Intérêt

# aboutStatsEvents
source: Events
fr: Événements

# aboutStatsRegions
source: Regions
fr: Régions

# aboutFeaturesTitle
source: Features
fr: Fonctionnalités

# aboutFeatureDiscoverTitle
source: Discover
fr: Découvrir

# aboutFeatureDiscoverDesc
source: Over 50 points of interest with photos and detailed descriptions
fr: Plus de 50 points d'intérêt avec photos et descriptions détaillées

# aboutFeatureEventsTitle
source: Events
fr: Événements

# aboutFeatureEventsDesc
source: Complete calendar of cultural and tourism events
fr: Calendrier complet des événements culturels et touristiques

# aboutFeatureMapsTitle
source: Interactive Maps
fr: Cartes interactives

# aboutFeatureMapsDesc
source: GPS navigation and location of nearby POIs
fr: Navigation GPS et localisation des POIs proches de vous

# aboutFeatureFavoritesTitle
source: Favorites
fr: Favoris

# aboutFeatureFavoritesDesc
source: Save your favorite places and plan your visits
fr: Sauvegardez vos lieux préférés et planifiez vos visites

# aboutFeatureOfflineTitle
source: Offline Mode
fr: Mode hors ligne

# aboutFeatureOfflineDesc
source: Access information even without Internet connection
fr: Accédez aux informations même sans connexion Internet

# aboutDevelopedByTitle
source: Developed by
fr: Développé par

# aboutPartnersTitle
source: Partners
fr: Partenaires

# aboutPartnerMinistry
source: Ministry of Trade and Tourism
fr: Ministère du Commerce et du Tourisme

# aboutPartnerMinistryDesc
source: Republic of Djibouti
fr: République de Djibouti

# aboutPartnerHotels
source: Hotel Association
fr: Association des Hôteliers

# aboutPartnerHotelsDesc
source: Private tourism sector
fr: Secteur privé du tourisme

# aboutTechFlutter
source: Multi-platform mobile framework
fr: Framework mobile multiplateforme

# aboutTechDart
source: Modern programming language
fr: Langage de programmation moderne

# aboutTechLaravel
source: Robust and secure backend API
fr: API Backend robuste et sécurisée

# aboutTechMaps
source: Mapping and geolocation
fr: Cartographie et géolocalisation

# aboutContactTitle
source: Contact & Links
fr: Contact & Liens

# aboutContactWebsite
source: Official website
fr: Site web officiel

# aboutContactPhone
source: Phone
fr: Téléphone

# aboutContactAddress
source: Address
fr: Adresse

# aboutContactAddressValue
source: Place du 27 Juin, Djibouti City
fr: Place du 27 Juin, Djibouti-ville

# aboutCopyright
source: © {year} National Tourism Agency of Djibouti
fr: © {year} Agence Nationale du Tourisme de Djibouti

# aboutCopyrightDescription
source: All rights reserved. This application is developed to promote tourism in Djibouti.
fr: Tous droits réservés. Cette application est développée pour promouvoir le tourisme à Djibouti.

# aboutOpeningWebsite
source: Opening website...
fr: Ouverture du site web...

# aboutOpeningEmail
source: Opening email app...
fr: Ouverture de l'application email...

# aboutOpeningPhone
source: Opening phone app...
fr: Ouverture de l'application téléphone...

# aboutOpeningMap
source: Opening map...
fr: Ouverture de la carte...

# tourOperatorsErrorLoading
source: Error loading operators
fr: Erreur de chargement des opérateurs

# tourOperatorsErrorUnexpected
source: Unexpected error: {error}
fr: Erreur inattendue: {error}

# tourOperatorsRetry
source: Retry
fr: Réessayer

# tourOperatorsEmptyMessage
source: No operators available
fr: Aucun opérateur disponible

# tourOperatorsPartnersCount
source: {count} local partner(s)
fr: {count} partenaire(s) local(aux)

# tourOperatorsFeatured
source: Featured
fr: Recommandé

# helpLiveChatDescription
source: Our team is available from 8am to 6pm\nto answer your questions in real time.
fr: Notre équipe est disponible de 8h à 18h\npour répondre à vos questions en temps réel.

# helpLiveChatStart
source: Start chat
fr: Démarrer le chat

# helpCancel
source: Cancel
fr: Annuler

# helpContactSuccess
source: Message sent successfully!
fr: Message envoyé avec succès !

# helpTutorialBooking
source: Book an event
fr: Réserver un événement

# helpBugDescriptionHint
source: Describe the problem encountered...
fr: Décrivez le problème rencontré...

# helpBugReportSent
source: Bug report sent!
fr: Rapport de bug envoyé !

# reservationsErrorUnexpected
source: Unexpected error: {error}
fr: Erreur inattendue: {error}

# reservationsNameUnavailable
source: Name unavailable
fr: Nom non disponible

# reservationsCancel
source: Cancel
fr: Annuler

# reservationsDelete
source: Delete
fr: Supprimer

# reservationsRetry
source: Retry
fr: Réessayer

# reservationsTourUnavailable
source: Tour unavailable
fr: Tour non disponible

# reservationsTourNumber
source: Reservation #{number}
fr: Réservation #{number}

# reservationsActivityNumber
source: Registration #{number}
fr: Inscription #{number}

# reservationsDetailNumber
source: Number
fr: Numéro

# reservationsDetailPlace
source: Place/Event
fr: Lieu/Événement

# reservationsDetailStatus
source: Status
fr: Statut

# reservationsDetailPhone
source: Phone
fr: Téléphone

# reservationsDetailName
source: Name
fr: Nom

# reservationsDeleteConfirmation
source: Are you sure you want to permanently delete reservation #{number}?\n\nThis action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer définitivement la réservation n°{number}?\n\nCette action est irréversible.

# reservationsTourNumberLabel
source: Reservation #
fr: Réservation #

# reservationsDeleteConfirmButton
source: Yes, delete
fr: Oui, supprimer

# regionListTitle
source: Regions of Djibouti
fr: Régions de Djibouti

# offlineLoadingSettings
source: Loading settings...
fr: Chargement des paramètres...

# offlineConnectionStatus
source: Connection status
fr: État de la connexion

# offlineStatsTotal
source: Total items
fr: Éléments total

# offlineStatsPois
source: Points of Interest
fr: Points d'intérêt

# offlineStatsEvents
source: Events
fr: Événements

# offlineStatsFavorites
source: Favorites
fr: Favoris

# offlineStatsCacheSize
source: Cache size
fr: Taille du cache

# offlineActionSyncNow
source: Sync now
fr: Synchroniser maintenant

# offlineActionSyncDesc
source: Update data from server
fr: Mettre à jour les données depuis le serveur

# offlineActionDownload
source: Download for offline
fr: Télécharger pour hors ligne

# offlineActionDownloadDesc
source: Download all important data
fr: Télécharger toutes les données importantes

# offlineActionClearCache
source: Clear cache
fr: Vider le cache

# offlineActionClearCacheDesc
source: Delete all cached data
fr: Supprimer toutes les données mises en cache

# offlineRegionsTitle
source: Available offline regions
fr: Régions disponibles hors ligne

# offlineRegionsDescription
source: These regions can be visited even without internet connection.
fr: Ces régions peuvent être visitées même sans connexion internet.

# offlineErrorNoConnection
source: Internet connection required
fr: Connexion internet requise

# offlineSyncInProgress
source: Synchronization in progress...
fr: Synchronisation en cours...

# offlineSyncSuccess
source: Sync successful! {count} items updated
fr: Synchronisation réussie ! {count} éléments mis à jour

# offlineSyncError
source: Synchronization error
fr: Erreur de synchronisation

# offlineDownloadInProgress
source: Download in progress...
fr: Téléchargement en cours...

# offlineDownloadSuccess
source: Download successful! {count} items saved
fr: Téléchargement réussi ! {count} éléments sauvegardés

# offlineDownloadError
source: Download error
fr: Erreur de téléchargement

# offlineClearCacheTitle
source: Clear cache
fr: Vider le cache

# offlineClearCacheConfirmation
source: Are you sure you want to delete all cached data? You will not be able to use the app offline until the next download.
fr: Êtes-vous sûr de vouloir supprimer toutes les données mises en cache ? Vous ne pourrez plus utiliser l'application hors ligne jusqu'au prochain téléchargement.

# offlineCancel
source: Cancel
fr: Annuler

# offlineClear
source: Clear
fr: Vider

# offlineClearCacheSuccess
source: Cache cleared successfully
fr: Cache vidé avec succès

# offlineClearCacheError
source: Error clearing cache
fr: Erreur lors du vidage du cache

# offlineConnectionRestored
source: Connection restored!
fr: Connexion rétablie !
